[
  {
    "name": "Mara Oliveira",
    "url": "https://g.co/kgs/CXaKh1P",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjX9r9VIafT2WoQfZw4RaUYWylG0onE5VDAQWKlDZvlJinY2L5tsCA=w120-h120-p-rp-mo-br100",
    "comment": "Excellent service! Luciano is always attentive and helpful, always facilitating procedures to better serve us! Without bureaucracy and with lots of affection, respect and flexibility until the end! I highly recommend it! Service like I've never seen! A gentleman! I will definitely rent here again! I gained a friend! Thank you ☺️",
    "comentario": "Excelente atendimento! Sempre atento e prestativo o Luciano, facilitando os procedimentos sempre para melhor nos atender! Sem burocracias e com muito carinho, respeito e flexibilidade até o fim! Recomendo muito! Atendimento igual nunca vi! Um gentlemam! Voltarei a alugar aqui com certeza! Ganhei um amigo! Obrigada ☺️"
  },
  {
    "name": "Andreia Dória",
    "url": "https://g.co/kgs/s512otW",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjXxN8KyTmNE7v2BxrbjwjREiygS0rRM1DRTcDbWuE_l8qLCKKk=w120-h120-p-rp-mo-br100",
    "comment": "I highly recommend it. From the first contact, Mr Luciano was always very accessible and friendly. We had to extend the rental several times, and Mr Luciano was very understanding and patient. I will definitely recommend it to my clients as well, as I work in tourism. I thank Mr Luciano once again. Compliments",
    "comentario": "Recomendo vivamente. Desde o primeiro contacto, o Sr Luciano foi sempre muito acessível e cordial. Tivemos que por várias vezes prolongar o aluguer, e o Sr Luciano foi muito compreensivo e paciente. Recomendarei com certeza também aos meus clientes, pois trabalho com turismo. Agradeço mais uma vez ao Sr Luciano. Cumprimentos"
  },
  {
    "name": "Ulises de Freitas",
    "url": "https://g.co/kgs/aa1TE92",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjWiiWSG3I-NHYt26aBczZo0vvRDxAjBFxw54cJtL3LU1Fw=w120-h120-p-rp-mo-br100",
    "comment": "Before you decide to rent a car, it's essential to be aware of my exceptional experience with Achieve Rent a Car. From the outset, there were no hidden extra charges, and the vehicles provided were in prime condition, appearing practically new.",
    "comentario": "Antes de decidir alugar um carro, é essencial conhecer minha experiência excepcional com a Achieve Rent a Car. Desde o início não houve cobranças extras ocultas e os veículos disponibilizados estavam em ótimas condições, parecendo praticamente novos."
  },
  {
    "name": "Pedro Sousa",
    "url": "https://g.co/kgs/bj1iCPC",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjWTMu4n-6beLNukIYAC-KAkRZb7rCrtrxSlldXLaMvLHlhB58vp=w120-h120-p-rp-mo-br100",
    "comment": "Extremely friendly, attentive and professional company. Car rental without any complications, vehicle in excellent condition and very clean. Very good price and quality. I recommend 👍",
    "comentario": "Empresa extremamente simpática, atenciosa e profissional. No aluguer da viatura sem qualquer tipo de complicação, viatura em excelente condições e muito limpa. Preço e qualidade muito bom. Recomendo 👍"
  },
  {
    "name": "Robert Silva",
    "url": "https://g.co/kgs/GSnhYDt",
    "image": "https://lh3.googleusercontent.com/a/ACg8ocLnEa9TCTM7_SJnj4HscrEqlOCGEagHRXNI7-0tXtYhEC0XEQ=w60-h60-p-rp-mo-br100",
    "comment": "5-star service, very friendly, punctual and uncomplicated. The car met the requirements as well as being modern and practical 😊 I recommend it 100% I will book again 👌",
    "comentario": "Atendimento 5 estrelas, muita simpatia, pontuais e descomplicados. O carro cumpriu com os requesitos alem de moderno e pratico 😊 Recomendo ao 100% Voltarei a reservar 👌"
  },
  {
    "name": "Valentina Vucicic",
    "url": "https://g.co/kgs/MFLFEsD",
    "image": "https://lh3.googleusercontent.com/a-/ALV-UjW0TBIq-Scl9aAa5UlCeR81auknNArt0JRfMSHi_DHeN3A=w120-h120-p-rp-mo-br100",
    "comment": "Highly recommended! We rented and enjoyed it from the start till the end. Everything was super, it went smoothly, and the customer service was very attentive, helping us with all the questions we had. Madeira is an incredible island. We will come again and we will book again!",
    "comentario": "Altamente recomendado! Alugamos e aproveitamos do início ao fim. Foi tudo super, correu bem e o atendimento foi muito atencioso, ajudando-nos com todas as dúvidas que tínhamos. A Madeira é uma ilha incrível. Voltaremos e reservaremos novamente!"
  }
]
